const Sdata = [
  {
    id: 1,
    title: "50% Биринчи соодаңыз үчүн арзандатуу",
    desc: "Кардар абдан маанилүү, кардарды кардар ээрчийт. Футболдун натыйжасы ким, ал тургай кимге өрөөндө жагат.",
    cover: "./images/SlideCard/slide-1.png",
  },
  {
    id: 2,
    title: "50% Биринчи соодаңыз үчүн арзандатуу",
    desc: " Кардар абдан маанилүү, кардарды кардар ээрчийт. Футболдун натыйжасы ким, ал тургай кимге өрөөндө жагат.",
    cover: "./images/SlideCard/slide-2.png",
  },
  {
    id: 3,
    title: "50% Биринчи соодаңыз үчүн арзандатуу",
    desc: "Кардар абдан маанилүү, кардарды кардар ээрчийт. Футболдун натыйжасы ким, ал тургай кимге өрөөндө жагат.",
    cover: "./images/SlideCard/slide-3.png",
  },
  {
    id: 4,
    title: "50% Биринчи соодаңыз үчүн арзандатуу",
    desc: "Кардар абдан маанилүү, кардарды кардар ээрчийт. Футболдун натыйжасы ким, ал тургай кимге өрөөндө жагат.",
    cover: "./images/SlideCard/slide-4.png",
  },
];
export default Sdata;
