const Sdata = [
  {
    id: 1,
    title: "50% На первую покупку",
    desc: "От смартфонов до умных часов - мы предлагаем лучшие технологии для вашей жизни. Заходите прямо сейчас и обновите свои гаджеты с нами!",
    cover: "./images/SlideCard/slide-1.png",
  },
  {
    id: 2,
    title: "50% На первую покупку",
    desc: "Откройте для себя лучшие предложения сезона в нашем магазине! Широкий выбор товаров по выгодным ценам ждет вас каждый день.",
    cover: "./images/SlideCard/slide-2.png",
  },
  {
    id: 3,
    title: "50% На первую покупку",
    desc: "Ищете последние гаджеты по самым выгодным ценам? Наш магазин гаджетов - ваш источник инноваций!",
    cover: "./images/SlideCard/slide-3.png",
  },
  {
    id: 4,
    title: "50% На первую покупку",
    desc: "Хотите быть на шаг впереди в мире технологий? Загляните в наш магазин гаджетов, где вас ждут самые передовые устройства по привлекательным ценам.",
    cover: "./images/SlideCard/slide-4.png",
  },
];
export default Sdata;
