import React from "react";
import Categories from "../components/MainPage/Categories";
import "./FaqPage.css";

const FaqPage = () => {
  return (
    <div className="mt-5 mb-6">
      <div className="px-16">
        {/* <p className="text-xs text-current">online store-theme FAQ's</p> */}
        <h2 className="text-3xl font-bold text-[#0c2a4d] pt-5 ">
          Көп берилүүчү суроолор
        </h2>
        <div className="flex mb-4 pb-7">
          <hr className="border-[1px] border-gray-500 my-4 w-96" />
          <hr className="border-[1px] border-gray-500 my-4 w-96" />
        </div>
        <div>
          <h2 className="text-2xl font-bold mb-2">
            Эмне үчүн Online Store дүкөнүнөн товар сатып алуу керек?
          </h2>
          <ul className="mb-4 ">
            <li>
              1. Online Store дүйнөлүк бренддердин Samsung, Xiaomi, Honor,
              Tecno, OnePlus, INOI смартфондорунун чоң тандоосуна ээ.
            </li>
            <li>
              2. Online Store дүкөнүнөн сатып алууда, сиз продукт
              сертификатталган жана өндүрүүчү тарабынан 100% сапат кепилдиги бар
              экенине ишене аласыз.
            </li>
            <li>3. Ар бир товарга 1 жылдык же андан көп кепилдик берилет.</li>
            <li>
              4. Каалаган товарды кредитке же бөлүп төлөөгө чыгарууга болот.
            </li>
            <li>
              5. Туруктуу акциялар жана арзандатуулар. Online Store дүкөнүнөн
              сатып алуу пайдалуу!
            </li>
          </ul>
          <h2 className="text-2xl font-bold mb-2">
            Насыя менен бөлүп төлөөнүн ортосунда кандай айырма бар?
          </h2>
          <p className="">
            1. Кредит – бул карыздын бир түрү, анда кардар кредиттин суммасынан
            тышкары банктын пайыздык ставкасын да төлөйт.
          </p>
          <p className=" mb-4">
            2. Бөлүп төлөө насыясы – кардар банкка ашыкча төлөбөй туруп, насыяны
            гана төлөй турган кредиттин түрү.
          </p>
          <h2 className="text-2xl font-bold mb-2">
            Смартфонду кредитке же бөлүп төлөө үчүн тапшыруу үчүн кандай
            документтер керек?
          </h2>
          <p className="">Сизге болгону 2 документ керек:</p>
          <ul className="list-decimal mb-4">
            <li>
              1. Паспорт (эгерде жаңы паспортуңуз биометрикалык болсо, жашаган
              жериңизден маалымкат көрсөтүү керек);
            </li>
            <li>2. 3 айлык же андан ашык айлык акысы тууралуу маалымкат.</li>
          </ul>
          <h2 className="text-2xl font-bold mb-2">
            Смартфонду кредитке же бөлүп-бөлүп алууда паспортуңузду сактайсызбы?
          </h2>
          <p className="mb-4">
            Жок, паспорт насыя алууда гана талап кылынат. Смартфон өзү күрөө
            катары иштейт.
          </p>
          <h2 className="text-2xl font-bold mb-2 ">
            Насыяны канчалык тез ала аласыз?
          </h2>
          <p className=" mb-4">
            Бардык керектүү документтер болгондо каттоо 20-30 мүнөттү гана алат.
            Баштоо үчүн 0705007000 телефону боюнча колл-борборго чалсаңыз болот,
            анда тажрыйбалуу адистер сизге кеңеш беришет. Андан кийин гана
            күбөлүктөрдү жана документтерди даярдоо керек. Дүкөнгө барардан
            мурун бизге чалыңыз, биздин адистер сизге ыңгайлуу дүкөндөн
            смартфонду брондойт.
          </p>
          <h2 className="text-2xl font-bold mb-2">
            Эмгек акы справкасын кайдан алсам болот?
          </h2>
          <p className=" mb-4">Эмгек ака жардам уулу кайдан алсам саз?</p>
          <h2 className="text-2xl font-bold mb-2">
            Кредитке бир нече смартфон сатып алсам болобу?
          </h2>
          <p className=" mb-4">
            Ооба, эгерде банк сиздин кирешеңиз сатып алуу үчүн жетиштүү деп
            эсептесе, сиз насыяга бир нече смартфон сатып алсаңыз болот.
          </p>
          <h2 className="text-2xl font-bold mb-2">Менде дагы суроолор бар.</h2>
          <p className=" mb-4">
            +996 553 788 791 номерине чалыңыз. Суроолоруңузга жооп берүүгө
            кубанычтабыз! Чалууга да буйрутма берсеңиз болот – бул үчүн Onlaim
            Store сайтынан өзүңүзгө жаккан смартфонду тандап, “заказ” баскычын
            басыңыз, телефон номериңизди киргизиңиз жана биздин менеджер сизге
            жакында кайра чалат.
          </p>
        </div>
      </div>
    </div>
  );
};

export default FaqPage;
